---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadRoofAreaParam
source: html/433c9446-e6c5-165e-8dcd-15179100dc44.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadRoofAreaParam Property

"Roof Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadRoofAreaParam { get; }
```